tap "cloudquery/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
brew "asdf"
brew "bash-completion"
brew "gcc"
brew "btop"
brew "glib"
brew "python@3.9"
brew "unbound"
brew "gnutls"
brew "cask"
brew "cmatrix"
brew "direnv"
brew "docker"
brew "erlang"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "srt"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "go"
brew "python@3.10"
brew "gobject-introspection"
brew "graphviz"
brew "imagemagick"
brew "krb5"
brew "kubecfg"
brew "kubernetes-cli"
brew "kubie"
brew "libiconv"
brew "libpq"
brew "libssh"
brew "libvirt"
brew "magic-wormhole"
brew "mtr"
brew "nghttp2"
brew "nmap"
brew "python-tabulate"
brew "pgcli"
brew "postgresql@14"
brew "qemu"
brew "rebar3"
brew "shellcheck"
brew "stow"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "wget"
brew "wireshark"
brew "youtube-dl"
brew "cloudquery/tap/cloudquery"
cask "1password"
cask "1password-cli"
cask "balenaetcher"
cask "bartender"
cask "caffeine"
cask "chromium"
cask "dbeaver-community"
cask "discord"
cask "dropbox"
cask "firefox"
cask "gdisk"
cask "gimp"
cask "google-chrome"
cask "google-earth-pro"
cask "kitty"
cask "kobo"
cask "ledger-live"
cask "libreoffice"
cask "maccy"
cask "macfuse"
cask "mailspring"
cask "microsoft-teams"
cask "mullvadvpn"
cask "nextcloud"
cask "obsidian"
cask "postico"
cask "postman"
cask "protonmail-bridge"
cask "signal"
cask "slack"
cask "sonos"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "ticktick"
cask "tor-browser"
cask "vagrant"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "wireshark-chmodbpf"
cask "yubico-yubikey-manager"
cask "zoom"
cask "zotero"
