tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "snaipe/soft"
cask "osxfuse"
brew "python"
brew "ansible"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "boost"
brew "brew-cask-completion"
brew "emacs", args: ["HEAD", "with-dbus", "with-mailutils", "with-modules"]
brew "cask"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "sfml"
brew "csfml"
brew "ctags"
brew "dcraw"
brew "ddrescue"
brew "libusb"
brew "dfu-util"
brew "direnv"
brew "doxygen", args: ["with-graphviz", "with-llvm"]
brew "gnupg"
brew "duplicity"
brew "node"
brew "emscripten"
brew "erlang"
brew "exiftool"
brew "ffmpeg"
brew "fortune"
brew "gdb"
brew "ghc"
brew "gist"
brew "git"
brew "go"
brew "graphviz"
brew "grc"
brew "haskell-stack"
brew "htop"
brew "iftop", args: ["HEAD"]
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "postgresql", args: ["with-python"]
brew "libpqxx"
brew "libssh2"
brew "lua"
brew "luajit"
brew "lxc"
brew "macvim", link: false
brew "magic-wormhole"
brew "mosh"
brew "mutt", args: ["with-gpgme"]
brew "mysql"
brew "openssh"
brew "pandoc"
brew "pinentry-mac"
brew "pypy3"
brew "reattach-to-user-namespace"
brew "rename"
brew "ruby"
brew "rustup-init"
brew "shellcheck"
brew "sphinx-doc"
brew "sshfs"
brew "stow"
brew "stress"
brew "syncthing", restart_service: true
brew "teensy_loader_cli"
brew "terraform"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "snaipe/soft/criterion"
cask "aerial"
cask "alacritty"
cask "alfred"
cask "arq-cloud-backup"
cask "bartender"
cask "caffeine"
cask "darktable"
cask "dash"
cask "docker"
cask "dropbox"
cask "etcher"
cask "firefox"
cask "gcc-arm-embedded"
cask "gimp"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "jadengeller-helium"
cask "karabiner-elements"
cask "keepassxc"
cask "logitech-options"
cask "macdown"
cask "mailspring"
cask "minikube"
cask "postico"
cask "postman"
cask "qbittorrent"
cask "rawtherapee"
cask "shimo"
cask "signal"
cask "slack"
cask "snowflake-snowsql"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "syncthing-app"
cask "thunderbird-beta"
cask "todotxt"
cask "ubiquiti-unifi-controller"
cask "virtualbox"
cask "visual-studio-code"
