tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "snaipe/soft"
cask "osxfuse"
brew "openssl"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "boost"
brew "brew-cask-completion"
brew "cask"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cscope"
brew "sfml"
brew "csfml"
brew "ctags"
brew "dcraw"
brew "libusb"
brew "dfu-util"
brew "direnv"
brew "docker-compose"
brew "doctl"
brew "doxygen"
brew "gnupg"
brew "duplicity"
brew "elixir-build"
brew "erlang"
brew "exenv"
brew "exiftool"
brew "ffmpeg"
brew "fortune"
brew "fossil"
brew "gdb"
brew "ghc"
brew "gist"
brew "git"
brew "go"
brew "graphviz"
brew "grc"
brew "haskell-stack"
brew "htop"
brew "httpie"
brew "iftop", args: ["HEAD"]
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kubernetes-helm"
brew "leiningen"
brew "postgresql"
brew "libpqxx"
brew "libssh2"
brew "lua"
brew "luajit"
brew "lxc"
brew "macvim"
brew "magic-wormhole"
brew "mosh"
brew "mutt"
brew "mysql"
brew "node"
brew "nvm"
brew "ocaml"
brew "opam"
brew "openssh"
brew "openvpn", restart_service: true
brew "pandoc"
brew "pinentry-mac"
brew "pyenv"
brew "pypy3"
brew "reattach-to-user-namespace"
brew "rename"
brew "ruby"
brew "rustup-init"
brew "scalaenv"
brew "shellcheck"
brew "sphinx-doc"
brew "sshfs"
brew "stow"
brew "stress"
brew "teensy_loader_cli"
brew "terraform"
brew "thefuck"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "youtube-dl"
brew "zlib"
brew "snaipe/soft/criterion"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "amethyst"
cask "arq-cloud-backup"
cask "balenaetcher"
cask "bartender"
cask "caffeine"
cask "chromium"
cask "darktable"
cask "dash"
cask "dbeaver-community"
cask "docker"
cask "dropbox"
cask "firefox"
cask "gdisk"
cask "gimp"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "keepassxc"
cask "logitech-options"
cask "macdown"
cask "mailspring"
cask "minikube"
cask "notable"
cask "polar-bookshelf"
cask "postico"
cask "postman"
cask "qbittorrent"
cask "rawtherapee"
cask "shimo"
cask "signal"
cask "skype"
cask "slack"
cask "snowflake-snowsql"
cask "sonos"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "syncthing-app"
cask "todotxt"
cask "tor-browser"
cask "ubiquiti-unifi-controller"
cask "virtualbox"
cask "visual-studio-code"
cask "yubico-yubikey-manager"
